SEO = new FlowRouterSEO();

SEO.setDefaults({
  title: 'Ryfma - сообщество поэтов и писателей. Стихи, поэзия, проза.',
  description: 'Лучшие стихи, проза, фанфики, книги классиков и современников на Ryfma. Мы помогаем читателям и авторам найти друг друга. Публикация бесплатна! Современные поэты и писатели, классики, видеовстречи. Присоединяйтесь к нашему сообществу!',
  meta: {
    'property="og:type"': 'website',
    'property="og:site_name"': 'Ryfma',
    'property="og:title"': 'Ryfma - стихи, проза, фанфики, поздравления',
    'property="og:url"': 'https://ryfma.ru/',
    'property="og:description"': 'Лучшие стихи, проза, фанфики, книги классиков и современников на Ryfma. Мы помогаем читателям и авторам найти друг друга. Публикация бесплатна! Современные поэты и писатели, классики, видеовстречи. Присоединяйтесь к нашему сообществу!',
    'property="og:image"': 'https://cdnryfma.s3.amazonaws.com/defaults/ryfma152.png',
    'name="twitter:card"': 'summary',
    'name="twitter:site"': '@ryfma',
    'name="MobileOptimized"': '768',
    'name="HandheldFriendly"': 'true',
    'name="robots"': 'all',
    'name="title"': 'Ryfma - стихи, проза, фанфики, поздравления',
    'name="referrer"': 'always',
    'name="description"': 'Лучшие стихи, проза, фанфики, книги классиков и современников на Ryfma. Мы помогаем читателям и авторам найти друг друга. Публикация бесплатна! Современные поэты и писатели, классики, видеовстречи. Присоединяйтесь к нашему сообществу!',
    'name="keywords"': 'ryfma рифма стихи стихи любви красивые стихи стихи любимому поздравления стихах поздравления поэзия фанфик поэт писатель проза творчество пишу сочиняю стихи заказ сообщество поэтов',
    'name="p:domain_verify"': 'f979c9f4b8bbe4d22e70747ee8c1f0ce',
    'name="mrc__share_title"': 'Ryfma - стихи, проза, фанфики, поздравления',
    'name="mrc__share_description"': 'Лучшие стихи, проза, фанфики, книги классиков и современников на Ryfma. Мы помогаем читателям и авторам найти друг друга. Публикация бесплатна! Современные поэты и писатели, классики, видеовстречи. Присоединяйтесь к нашему сообществу!'
  }
});

